<template>
<div class="wx-login-bg">
    <div class="kada-user-agreement">
        <p class="title">“浙江群文云”平台用户服务协议</p>
        <p class="title1">一、服务内容</p>
        <p class="title1">浙江群文云平台通过互联网络为用户提供公共文化服务。用户使用本服务需要访问“浙江群文云”网站，同时，用户必须：</p>
        <p>1.自行配备上网所需设备，包括个人电脑、调制解调器或其他必备上网装置。</p>
        <p>2.自行负担个人上网所支付的与此服务有关的电话费用、网络费用。</p>
        <p>3.基于浙江群文云平台所提供的服务的重要性，用户应同意：</p>
        <p>1）提供详尽、准确的个人资料。</p>
        <p>2）不断更新注册资料，符合及时、详尽、准确的要求，如果您提供的注册资料不合法、不真实的，需自行承担由此引起的责任及后果，本单位保留终止您使用浙江群文云平台各项服务的权利。</p>
        <p>4.为防止他人冒用您的身份注册、使用本服务，平台会给您的手机发送短信进行验证，由此产生的短信费用由本单位支付，您不需支付任何费用。</p>
        <p class="title1">二、用户隐私制度</p>
        <p class="title1">1.本单位将会采取合法、合理的措施保护用户的个人信息，非经法定原因或用户事先许可，本单位不会向任何第三方透露您的密码、姓名、手机号码等非公开信息。以下情况除外：</p>
        <p>（1）用户授权浙江群文云平台透露这些信息。</p>
        <p>（2）相关的法律法规或监管机构、司法机构要求浙江群文云平台提供您的个人资料；国家司法机关符合法律规定并经法定程序的检查及其他操作。</p>
        <p>（3）任何第三方盗用、冒用或未经许可擅自披露、使用或对外公开您的个人隐私资料。</p>
        <p>（4）由您要求网站提供定制化服务时，需要把您的姓名和地址提供给第三方的。</p>
        <p>（5）您在使用本服务、参加网站活动或访问网站网页时，自动接收并记录的浏览器端或手机客户端数据，包括但不限于IP地址、网站Cookie中的资料及您要求取用的网页记录。</p>
        <p>（6）浙江群文云平台从商业伙伴处合法获取的个人信息。</p>
        <p class="title1">2.在适合的情况下，并在您同意的前提下，我们会利用您的信息来联络您，为您发送信息。</p>
        <p class="title1">3.您应当妥善保管您的设备和密码及身份信息，对于因密码泄露、身份信息泄露、设备丢失所致的损失，由您自行承担。</p>
        <p class="title1">三、用户行为规范</p>
        <p class="title1">1.不得利用本站危害国家安全、泄露国家秘密，不得侵犯国家社会集体和公民的合法权益，不得利用本站制作、复制和传播下列信息：</p>
        <p>（1）煽动抗拒、破坏宪法和法律、行政法规实施的；</p>
        <p>（2）煽动颠覆国家政权，推翻社会主义制度的；</p>
        <p>（3）煽动分裂国家、破坏国家统一的；</p>
        <p>（4）煽动民族仇恨、民族歧视，破坏民族团结的；</p>
        <p>（5）捏造或者歪曲事实，散布谣言，扰乱社会秩序的；</p>
        <p>（6）宣扬封建迷信、淫秽、色情、赌博、暴力、凶杀、恐怖、教唆犯罪的；</p>
        <p>（7）公然侮辱他人或者捏造事实诽谤他人的，或者进行其他恶意攻击的；</p>
        <p>（8）损害国家机关信誉的；</p>
        <p>（9）其他违反宪法和法律行政法规的；</p>
        <p>（10）进行商业广告行为的。</p>
        <p class="title1">2.除非法律允许或本单位书面许可，您使用本软件过程中不得从事下列行为：</p>
        <p>（1）删除本软件及其副本上关于著作权的信息。</p>
        <p>（2）对本软件进行反向工程、反向汇编、反向编译，或者以其他方式尝试发现本软件的源代码。</p>
        <p>（3）对本单位拥有知识产权的内容进行使用、出租、出借、复制、修改、链接、转载、汇编、发表、出版、建立镜像站点等。</p>
        <p>（4）对本软件或者本软件运行过程中释放到任何终端内存中的数据、软件运行过程中客户端与服务器端的交互数据，以及本软件运行所必需的系统数据，进行复制、修改、增加、删除、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或非本单位经授权的第三方工具/服务接入本软件和相关系统。</p>
        <p>（5）通过修改或伪造软件运行中的指令、数据，增加、删减、变动软件的功能或运行效果，或者将用于上述用途的软件、方法进行运营或向公众传播，无论这些行为是否为商业目的。</p>
        <p>（6）自行或者授权他人、第三方软件对本软件及其组件、模块、数据进行干扰。</p>
        <p>（7）其他未经本单位明示授权的行为。</p>
        <p class="title1">3. 凡以任何方式登录本平台或直接、间接使用本平台资料者，视为自愿接受本平台声明的约束。</p>
        <p class="title1">四、免责条款</p>
        <p class="title1">1.任何由于黑客攻击、计算机病毒侵入或发作、因政府管制而造成的暂时性关闭等影响网络正常经营的不可抗力而造成的个人资料泄露、丢失、被盗用或被窜改等，平台应及时采取补救措施，不承担任何责任。</p>
        <p class="title1">2.由于用户将个人密码告知他人或与他人共享注册帐户，由此导致的任何个人资料泄露，本平台不承担任何责任。</p>

    </div>
</div>
</template>
